<!DOCTYPE html>
<html class="no-js">
 <head> 
  <meta charset="utf-8" /> 
  <title>注册协议-agreement.html</title> 
  <meta name="description" content="饿了么是中国最专业的网上订餐平台，提供各类中式、日式、韩式、西式等优质美食。" /> 
  <meta name="HandheldFriendly" content="True" /> 
  <meta name="MobileOptimized" content="320" /> 
  <meta name="viewport" content="width=device-width, initial-scale=1, minimal-ui" /> 
  <meta http-equiv="cleartype" content="on" /> 
  <meta name="format-detection" content="telephone=no" /> 
  <meta name="format-detection" content="email=no" /> 
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="images/touch-icon-144x144-precomposed.png" /> 
  <link rel="apple-touch-icon-precomposed" sizes="114x114" href="images/touch-icon-114x114-precomposed.png" /> 
  <link rel="apple-touch-icon-precomposed" sizes="72x72" href="images/touch-icon-72x72-precomposed.png" /> 
  <link rel="apple-touch-icon-precomposed" href="images/touch-icon-57x57-precomposed.png" /> 
  <link rel="shortcut icon" sizes="196x196" href="images/touch-icon-196x196.png" /> 
  <link rel="shortcut icon" href="images/touch-icon.png" /> 


 
  <link class="usemin" rel="stylesheet" href="css/agreement.6a551c2f.css" /> 
  <script class="usemin" src="js/modernizr.custom.min.e80e17b4.js"></script> 
 </head> 
 <body> 
  <article class="container"> 
   <p class="no-indent">尊敬的用户，欢迎阅读饿了么注册协议-agreement.html。</p> 
   <section> 
    <h1>协议</h1> 
    <ol> 
     <li>本注册协议-agreement.html双方为上海拉扎斯信息科技有限公司旗下网站“饿了么”（下称“饿了么”）与饿了么网站用户，本注册协议-agreement.html具有合同效力。</li> 
     <li>本注册协议-agreement.html内容包括协议正文及所有饿了么已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</li> 
     <li>在本注册协议-agreement.html中没有以“规则”字样表示的链接文字所指示的文件不属于本注册协议-agreement.html的组成部分，而是其他内容的协议或有关参考资料，与本协议没有法律上的直接关系。</li> 
     <li>用户在使用饿了么提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。饿了么有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，饿了么将在网站上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用“服务”。经修订的协议一经在饿了么网站公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示用户接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。</li> 
     <li>用户确认本注册协议-agreement.html后，本注册协议-agreement.html即在用户和饿了么之间产生法律效力。请用户务必在注册之前认真阅读全部注册协议-agreement.html内容，如有任何疑问，可向饿了么咨询。</li> 
     <li>无论用户事实上是否在注册之前认真阅读了本注册协议-agreement.html，只要用户点击协议正本下方的“确认”按钮并按照饿了么注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本注册协议-agreement.html。</li> 
     <li>本协议不涉及用户与饿了么其它用户之间因网站上交易而产生的法律关系及法律纠纷。</li> 
    </ol> 
   </section> 
   <section> 
    <h1>定义</h1> 
    <dl class="desc-list"> 
     <dt class="desc-term">
      饿了么网站上订餐、订外卖交易平台
     </dt> 
     <dd class="desc-describe">
      有关饿了么网站上订餐、订外卖交易平台上的术语或图标的含义，详见饿了么帮助。
     </dd> 
     <dt class="desc-term">
      饿了么的用户
     </dt> 
     <dd class="desc-describe"> 
      <p>用户为具备完全民事行为能力的自然人，或者是具有合法经营资格的实体组织。</p> 
      <p>无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为饿了么用户或超过其民事权利或行为能力范围从事交易的，其与饿了么之间的注册协议-agreement.html自始无效，饿了么一经发现，有权立即注销该用户，并追究其使用饿了么“服务”的一切法律责任。</p> 
     </dd> 
     <dt class="desc-term">
      饿了么用户分为
      <b>饿了么商户</b>和
      <b>普通用户</b>：
     </dt> 
     <dd class="desc-describe"> 
      <dl class="desc-list"> 
       <dt class="desc-term">
        饿了么商户
       </dt> 
       <dd class="desc-describe">
        在饿了么订餐交易平台开通有经营权的店铺，发布产品信息，为普通用户提供外卖服务的商家。
       </dd> 
       <dt class="desc-term">
        普通用户
       </dt> 
       <dd class="desc-describe">
        所有享受饿了么服务的个人用户为饿了么普通用户。
       </dd> 
      </dl> 
     </dd> 
     <dt class="desc-term">
      用户注册
     </dt> 
     <dd class="desc-describe"> 
      <p>用户注册是指用户登录饿了么网站，并按要求填写相关信息并确认同意履行相关用户协议的过程。</p> 
      <p>用户因进行交易，获取订餐、订外卖的有偿服务或接触饿了么网站服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其他方面的费用均由用户负责支付。饿了么网站仅作为订餐、订外卖的交易地点。</p> 
     </dd> 
     <dt class="desc-term">
      饿了么积分规则
     </dt> 
     <dd class="desc-describe"> 
      <p>为了感谢广大饿了么用户的支持，同时营造健康、时尚、有序的订餐、定外卖网站络交易平台，饿了么网站推出积分系统，对订餐用户实行消费积分回馈、推广积分赠送和对虚假用户进行积分处罚等。</p> 
      <p>饿了么积分规则就是建立在此基础上的一整套完善的积分奖励和处罚体系；</p> 
     </dd> 
     <dt class="desc-term">
      饿了么礼品
     </dt> 
     <dd class="desc-describe">
      饿了么推出的积分兑换礼品，主要为实物礼品和现金。用户在提交礼品兑换的申请后，经饿了么确认并发出礼品后，饿了么保证普通礼品的品质和电子礼品为专柜正品，礼品不再提供退换货服务，电子礼品的后续保修服务请联系厂家。
     </dd> 
     <dt class="desc-term">
      饿了么网站上订餐、定外卖系统
     </dt> 
     <dd class="desc-describe">
      由饿了么自主开发，提供给用户进行网站上交易的平台软件，用户可以使用此系统进行订单和积分管理、商户可以使用此系统进行店铺和外卖信息的发布和订单管理。
     </dd> 
    </dl> 
   </section> 
   <section> 
    <h1>用户的权利和义务</h1> 
    <p>饿了么为餐馆及用户提供交易平台。饿了么只能部分控制交易所涉及的产品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。例如：货款的收付、发票的收发、餐品的配送、餐品送达的及时性和准确性、餐品最新种类及价格的发布、客户信息100%的准确性等。</p> 
    <p>同时，为了给广大商家和用户营造一个健康、有序的外卖快餐交易平台，饿了么网站对餐馆资质采取严格审核、紧密合作的方式，最大程度屏蔽用户虚假订单，减少餐馆的损失，饿了么倡导诚信交易，并为此提供一系列的解决方案。</p> 
    <p>饿了么提醒用户应该通过自己的谨慎判断确定登录的餐馆的产品及相关信息的准确性。</p> 
    <h2>普通用户的权利</h2> 
    <ol> 
     <li>用户有权利拥有自己在饿了么网站的用户名及密码，并有权利使用自己的用户名及密码随时登录饿了么网站订餐、订外卖交易平台。用户不得以任何形式擅自转让或授权他人使用自己的饿了么网站用户名；</li> 
     <li>用户有权利通过订餐及推广饿了么网站获得消费积分和推广积分，并使用积分兑换礼品；</li> 
     <li>用户有权利使用商户在线和饿了么商户在线取得直接联系，以获得最新的菜品信息和相关增值服务；</li> 
     <li>用户有权利对饿了么商户的服务做出评价和投诉，并提出建议和意见；</li> 
     <li>用户在饿了么网站上订餐、订外卖交易过程中如与其他用户因交易产生纠纷，可以请求饿了么从中予以协调。用户如发现其他用户有违法或违反本注册协议-agreement.html的行为，可以向饿了么进行反映要求处理。如用户因网站上订餐、订外卖交易与其他用户产生诉讼的，用户有权通过司法部门要求饿了么提供相关资料；</li> 
    </ol> 
    <h2>普通用户的义务</h2> 
    <ol> 
     <li>用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证饿了么及其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在饿了么网站进行注册或认证。若用户使用虚假电话、姓名、地址或冒用他人信息使用饿了么订餐服务，饿了么将做出相应处罚或屏蔽Ili地址的处理；对饿了么造成经济损失的，饿了么将保留追究法律责任的权利；</li> 
     <li>用户不应在饿了么网站上订餐、订外卖交易平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度；</li> 
     <li>饿了么商户承诺自己在使用饿了么网站时实施的所有行为均遵守国家法律、法规和饿了么的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，饿了么商户将以自己的名义独立承担所有相应的法律责任；</li> 
     <li>饿了么商户同意，不对饿了么网站上任何资料作商业性利用，包括但不限于在未经饿了么事先书面批准的情况下，以复制、传播等方式使用在饿了么网站上展示的任何资料；</li> 
     <li>饿了么商户同意接收来自饿了么网站或者饿了么网站合作伙伴发出的邮件、信息。</li> 
    </ol> 
    <h2>饿了么商户的权利</h2> 
    <ol> 
     <li>饿了么商户有权利根据本注册协议-agreement.html的规定以及饿了么网站上发布的相关规则利用饿了么网站上订餐、订外卖交易平台，登记新店铺、上传店铺信息及公布外卖信息、参加网站上产品促销、与其他用户订立产品买卖合同、评价其他用户的信用、参加饿了么的有关活动以及有权享受饿了么提供的其他的有关信息服务；</li> 
     <li>饿了么商户可以使用饿了么网站的其他有偿服务。</li> 
    </ol> 
    <h2>饿了么商户的义务</h2> 
    <ol> 
     <li>饿了么商户应当及时更新网站上发布的外卖产品及价格，保证交易的准确性和及时性；</li> 
     <li>饿了么商户应当最大程度做好普通用户的服务工作，保证外卖产品的优秀品质和及时送达；</li> 
     <li>饿了么商户应当最大限度的确定订单信息的真实性，饿了么网站为商户提供注册用户的消费信用情况、提供客服协助，并协助商户追究违规用户的责任。但对于虚假订单造成的损失，属于不可抗力范畴，饿了么商户为此承担全部责任；</li> 
     <li>饿了么商户应当保证在使用饿了么网站上订餐、订外卖交易平台进行交易过程中遵守诚实信用的原则，不在订餐、订外卖交易过程中采取不正当竞争行为，不扰乱网站上订餐、订外卖交易的正常秩序，不从事与网站上订餐、订外卖交易无关的行为；</li> 
     <li>饿了么商户在饿了么网站上订餐、订外卖交易平台上不得发布各类违法或违规信息；</li> 
     <li>饿了么商户在饿了么网站上订餐、订外卖交易平台上不得买卖国家禁止销售的或限制销售的产品、不得买卖侵犯他人知识产权或其他合法权益的产品，也不得买卖违背社会公共利益或公共道德的、或是饿了么认为不适合在饿了么网站上销售的物品。具体内容详见《禁止和限制销售产品规则》；</li> 
     <li>饿了么商户承诺自己在使用饿了么网站时实施的所有行为均遵守国家法律、法规和饿了么的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，饿了么商户将以自己的名义独立承担所有相应的法律责任；</li> 
     <li>饿了么商户同意，不对饿了么网站上任何资料作商业性利用，包括但不限于在未经饿了么事先书面批准的情况下，以复制、传播等方式使用在饿了么网站站上展示的任何资料；</li> 
     <li>饿了么商户同意接收来自饿了么网站或者饿了么网站合作伙伴发出的邮件、信息。</li> 
    </ol> 
   </section> 
   <section> 
    <h1>饿了么的权利和义务</h1> 
    <h2>饿了么的权利</h2> 
    <ol> 
     <li>对于用户在饿了么网站上订餐、订外卖交易平台上的不当行为或其它任何饿了么认为应当终止服务的情况，饿了么有权随时做出删除相关信息、终止服务提供等处理，而无须征得用户的同意。</li> 
     <li>用户在饿了么网站上订餐、订外卖交易过程中如与其他用户因交易产生纠纷，请求饿了么从中予以调处，经饿了么审核后，饿了么有权通过电话或电子邮件联系向纠纷双方了解情况，并将所了解的情况通过电话或电子邮件互相通知对方；</li> 
     <li>饿了么有权对用户的注册资料及交易行为进行查阅，发现注册资料或订餐、订外卖交易行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接做出删除等处理；</li> 
     <li>经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者饿了么有足够事实依据可以认定用户存在违法或违反注册协议-agreement.html行为的，饿了么有权在饿了么订餐、订外卖交易平台及所在网站站上以网站络发布形式公布用户的违法行为；</li> 
     <li>对于用户在饿了么订餐、订外卖交易平台发布的下列各类信息，饿了么有权在不通知用户的前提下进行删除或采取其他限制性措施，包括但不限于以规避费用为目的的信息；以炒作信用为目的的信息；饿了么有理由相信存在欺诈等恶意或虚假内容的信息；饿了么有理由相信与网站上订餐、订外卖交易无关或不是以订餐、订外卖交易为目的的信息；饿了么有理由相信存在恶意或其他试图扰乱正常订餐、订外卖交易秩序因素的信息；饿了么有理由相信该信息违反公共利益或可能严重损害饿了么和其他用户合法利益的；</li> 
     <li>许可使用权。用户以此授予饿了么独家的、全球通用的、永久的、免费的许可使用权利(并有权对该权利进行再授权)，使饿了么有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示用户公示于网站的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其他作品内；</li> 
     <li>饿了么会在用户的电脑上设定或取用饿了么cookies。 饿了么允许那些在饿了么网站页上发布广告的公司到用户电脑上设定或取用 cookies 。 在用户登录时获取资料，饿了么使用cookies可为用户提供个性化服务。 如果拒绝所有 cookies，用户将不能使用需要登录的饿了么产品及服务内容。</li> 
    </ol> 
    <h2>饿了么的义务</h2> 
    <ol> 
     <li>饿了么有义务在现有技术上维护整个网站上订餐、订外卖交易平台的正常运行，并努力提升和改进技术，使用户网站上订餐、订外卖交易活动得以顺利进行。</li> 
     <li>对用户在注册使用饿了么网站上订餐、订外卖交易平台中所遇到的与交易或注册有关的问题及反映的情况，饿了么应及时做出回复。</li> 
     <li>因网站上订餐、订外卖交易平台的特殊性，饿了么没有义务对所有用户的注册资料、所有的交易行为以及与交易有关的其他事项进行事先审查，但如存在下列情况： 
      <ul class="sub-list"> 
       <li>用户或其他第三方通知饿了么，认为某个具体用户或具体交易事项可能存在重大问题；</li> 
       <li>用户或其他第三方向饿了么告知订餐、订外卖交易平台上有违法或不当行为的，饿了么以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；</li> 
      </ul> 饿了么有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任。 </li> 
     <li>用户因在饿了么网站上订餐、订外卖交易与其他用户产生诉讼的，用户通过司法部门或行政部门依照法定程序要求饿了么提供相关资料，饿了么应积极配合并提供有关资料；</li> 
    </ol> 
   </section> 
   <section> 
    <h1>服务的中断和终止</h1> 
    <ol> 
     <li>用户同意，在饿了么未向用户收取服务费的情况下，饿了么可自行全权决定以任何理由 (包括但不限于饿了么认为用户已违反本协议的字面意义和精神，或以不符合本协议的字面意义和精神的方式行事，或用户在超过90天的时间内未以用户的账号及密码登录网站等) 终止用户的“服务”密码、账户 (或其任何部份) 或用户对“服务”的使用，并删除（不再保存）用户在使用“服务”中提交的任何资料。同时饿了么可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供“服务”或其任何部份。账号终止后，饿了么没有义务为用户保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。此外，用户同意，饿了么不就终止用户接入“服务”而对用户或任何第三者承担任何责任；</li> 
     <li>如用户向饿了么提出注销饿了么网站注册用户身份时，经饿了么审核同意，由饿了么注销该注册用户，用户即解除与饿了么的注册协议-agreement.html关系。但注销该用户账号后，饿了么仍保留下列权利： 
      <ul class="sub-list"> 
       <li>用户注销后，饿了么有权保留该用户的注册资料及以前的交易行为记录。</li> 
       <li>用户注销后，如用户在注销前在饿了么订餐、订外卖交易平台上存在违法行为或违反合同的行为，饿了么仍可行使本注册协议-agreement.html所规定的权利。</li> 
      </ul> </li> 
     <li>在下列情况下，饿了么可以通过注销用户的方式终止服务： 
      <ul class="sub-list"> 
       <li>在用户违反本注册协议-agreement.html相关规定时，饿了么有权终止向该用户提供服务。饿了么将在中断服务时通知用户。但如该用户在被饿了么终止提供服务后，再一次直接或间接或以他人名义注册为饿了么用户的，饿了么有权再次单方面终止向该用户提供服务；</li> 
       <li>如饿了么通过用户提供的信息与用户联系时，发现用户在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经饿了么以其他联系方式通知用户更改，而用户在三个工作日内仍未能提供新的电子邮箱地址的，饿了么有权终止向该用户提供服务；</li> 
       <li>一旦饿了么发现用户注册资料中主要内容是虚假的，饿了么有权随时终止向该用户提供服务；</li> 
       <li>本注册协议-agreement.html终止或更新时，用户明示不愿接受新的注册协议-agreement.html的；</li> 
       <li>其它饿了么认为需终止服务的情况。</li> 
      </ul> </li> 
     <li> <p>服务中断、终止之前用户交易行为的处理：</p> <p>因用户违反法律法规或者违反注册协议-agreement.html规定而致使饿了么中断、终止对用户服务的，对于服务中断、终止之前用户交易行为依下列原则处理：</p> 
      <ul class="sub-list"> 
       <li>服务中断、终止之前，用户已经上传至饿了么网站的产品尚未交易或尚未交易完成的，饿了么有权在中断、终止服务的同时删除此项物品的相关信息；</li> 
       <li>服务中断、终止之前，用户已经就其他用户出售的具体产品做出要约，但交易尚未结束，饿了么有权在中断或终止服务的同时删除该用户的相关要约；</li> 
       <li>服务中断、终止之前，用户已经与另一用户就具体交易达成一致，饿了么可以不删除该项交易，但饿了么有权在中断、终止服务的同时将用户被中断或终止服务的情况通知用户的交易对方。</li> 
      </ul> </li> 
    </ol> 
   </section> 
   <section> 
    <h1>责任范围</h1> 
    <ol> 
     <li>用户明确理解和同意，饿了么不对因下述任一情况而导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 (无论饿了么是否已被告知该等损害赔偿的可能性)： 
      <ul class="sub-list"> 
       <li>使用或未能使用“服务”；</li> 
       <li>第三方未经批准的接入或第三方更改用户的传输资料或数据；</li> 
       <li>第三方对“服务”的声明或关于“服务”的行为；或非因饿了么的原因而引起的与“服务”有关的任何其他事宜，包括疏忽。</li> 
      </ul> </li> 
     <li>用户明确理解并同意，如因其违反有关法律或者本协议之规定，使饿了么遭受任何损失，受到任何第三方的索赔，或任何行政管理部门的处罚，用户应对饿了么提供补偿，包括合理的律师费用。</li> 
    </ol> 
   </section> 
   <section> 
    <h1>隐私权政策</h1> 
    <ol> 
     <li>适用范围： 
      <ul class="sub-list"> 
       <li>在用户注册饿了么账户时，用户根据饿了么要求提供的个人注册信息；</li> 
       <li>在用户使用饿了么服务，参加饿了么活动，或访问饿了么网站页时，饿了么自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等资料及用户要求取用的网站页记录；</li> 
       <li>饿了么收集到的用户在饿了么进行订餐、订外卖交易的有关资料，包括但不限于出价、购买、产品登录、信用评价及违规记录；</li> 
       <li>饿了么通过合法途径从商业伙伴处取得的用户个人资料。</li> 
      </ul> </li> 
     <li>信息使用： 
      <ul class="sub-list"> 
       <li>饿了么不会向任何人出售或出借用户的个人信息，除非事先得到用户得许可；</li> 
       <li>饿了么亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，饿了么有权立即终止与该用户的注册协议-agreement.html，查封其账号；</li> 
       <li>为服务用户的目的，饿了么可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与饿了么合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）。</li> 
      </ul> </li> 
     <li> <p>信息披露：</p> <p>用户的个人信息将在下述情况下部分或全部被披露：</p> 
      <ul class="sub-list"> 
       <li>经用户同意，向第三方披露；</li> 
       <li>如用户是合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</li> 
       <li>根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</li> 
       <li>如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；</li> 
       <li>为提供你所要求的产品和服务，而必须和第三方分享用户的个人信息；</li> 
       <li>其他饿了么根据法律或者网站政策认为合适的披露；</li> 
       <li>在饿了么网站上创建的某一订餐、订外卖交易中，如交易任何一方履行或部分履行了订餐、订外卖交易义务并提出信息披露请求的， 饿了么有全权可以决定向该用户提供其交易对方的联络方式等必要信息，以促成订餐、订外卖交易的完成或纠纷的解决。</li> 
      </ul> </li> 
     <li>信息安全： 
      <ul class="sub-list"> 
       <li>饿了么账户均有密码保护功能，请妥善保管用户的账户及密码信息；</li> 
       <li>在使用饿了么服务进行网站上订餐、订外卖交易时，用户不可避免的要向订餐、订外卖交易对方或潜在的订餐、订外卖交易对方提供自己的个人信息，如联络方式或者邮政地址。请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供；</li> 
       <li>如果用户发现自己的个人信息泄密，尤其是饿了么账户或及密码发生泄露，请用户立即联络饿了么客服，以便饿了么采取相应措施。</li> 
      </ul> </li> 
     <li>Cookie的使用： 
      <ul class="sub-list"> 
       <li>通过饿了么所设Cookie所取得的有关信息，将适用本政策；</li> 
       <li>在饿了么上发布广告的公司通过广告在用户电脑上设定的Cookies，将按其自己的隐私权政策使用。</li> 
      </ul> </li> 
     <li> <p>编辑和删除个人信息的权限：</p> <p>用户可以点击我的饿了么对用户的个人信息进行编辑和删除，除非饿了么另有规定。</p> </li> 
     <li> <p>政策修改：</p> <p>饿了么保留对本政策做出不时修改的权利。</p> </li> 
    </ol> 
   </section> 
  </article>  
 </body>
</html>